Repository: Rolukas/Evidencia2iOS
Catalog: RastreoGpsMovil/Resser Spot/*.lproj/Localizable.strings
Languages: es_419

# set_New_Password_Label_Pass_Placeholder
source: New Password
es_419: Nueva contraseña

# set_New_Password_Label_Confirmpass_Placeholder
source: Confirm Password
es_419: Confirmar Contraseña

# set_New_Password_Button_Change
source: Change Password
es_419: Cambiar contraseña

# set_New_Password_Error_Invalid_Email_Message
source: The email provided is invalid.
es_419: El correo proporcionado no es válido.

# set_New_Password_Error_Match_Message
source: Passwords do not match.
es_419: Las contraseñas no coinciden.

# set_New_Password_Error_Label_Blanck_Message
source: Fields must be completed correctly.
es_419: Los campos deben llenarse correctamente.

# set_New_Password_Message_Alert_Link_Delete_Title
source: Alert
es_419: Alerta

# set_New_Password_Message_Alert_Link_Delete_Message
source: The link you used has already been removed, we invite you to request a new one.
es_419: El enlace que usaste ya fue eliminada, te invitamos a solicitar una nueva.

# set_New_Password_Message_Alert_Link_Expire_Title
source: Alert
es_419: Alerta

# set_New_Password_Message_Alert_Link_Expire_Message
source: The link you used already expired, we invite you to request another.
es_419: El enlace que usaste ya expiró, te invitamos a solicitar otra.

# set_New_Password_Message_Alert_Link_Avaliable_Title
source: Information
es_419: Información

# set_New_Password_Message_Alert_Link_Avaliable_Message
source: Fill in the fields with the requested information.
es_419: Llena los campos con la información solicitada.

# set_New_Password_Message_Alert_Succes_Title
source: Success!
es_419: Correcto!

# set_New_Password_Message_Alert_Succes_Message
source: Your password was updated correctly
es_419: Tu contraseña fue actualizada correctamente

# set_New_Password_Message_Alert_Error_Message
source: An error occurred while trying to update your password, try again or contact your Spot provider.
es_419: Ocurrió un error al intentar actualizar tu contraseña, inténtelo nuevamente o comunícate con tu proveedor de Spot.

# guardMode_Title
source: Guard Mode
es_419: Modo Guardia

# guard_Message_Title_Notificacion
source: Guard Mode
es_419: Modo Guardia

# guard_Message_Body_Notificacion
source: Activating the Guard Mode you will receive notifications when your vehicle leaves a radius of 150 meters (Equivalent to a block and a half) depending on the selected hours
es_419: Activando el modo guardia, recibirás notificaciones cuando tu vehículo salga de un radio de 150 metros (Equivalente a una cuadra y media) dependiendo de los horarios seleccionados

# guard_HumanMessage_workweek
source: Your alarm will be ON all the workweek from
es_419: Tu alarma estará disponible entre semana de

# guard_HumanMessage_weekend
source: Your alarm will be ON all the weekend from
es_419: Tu alarma estará disponible los fines de semana de

# guard_HumanMessage_week
source: Your alarm will be ON all the week from
es_419: Tu alarma estará disponible toda la semana de

# guard_HumanMessage_HourOneGreater
source: Your alarm will be ON from
es_419: Tu alarma estará disponible desde las

# guard_HumanMessage_HourOneGreater_Part2
source: to
es_419: hasta las

# guard_HumanMessage_HourOneGreater_Part3
source: (Of the next day) on
es_419: (Del día siguiente) en los días

# guard_HumanMessage_HourTwoGreater
source: Your alarm will be ON from
es_419: Tu alarma estará disponible desde las

# guard_HumanMessage_HourTwoGreater_Part2
source: to
es_419: hasta las

# guard_HumanMessage_HourTwoGreater_Part3
source: on
es_419: en los días

# guard_EmptyLabel_alert
source: Label cannot be empty
es_419: La etiqueta no puede ir vacía

# guard_EmptyDays_alert
source: Days cannot be empty
es_419: Los días no pueden ir vacíos

# guard_Success_Title
source: Success
es_419: Éxito

# guard_Label_placeholder
source: Label Name
es_419: Etiqueta

# guard_Mode_schedule
source: Schedule
es_419: Horario

# guard_Mode_startLabel
source: Start
es_419: Inicio

# guard_Mode_endLabel
source: End
es_419: Fin

# guard_Mode_daysLabel
source: Days
es_419: Días

# guard_Mode_labelLabel
source: Label
es_419: Etiqueta

# guard_Mode_saveButton
source: SAVE
es_419: GUARDAR

# guard_Mode_cancelButton
source: CANCEL
es_419: CANCELAR

# guard_Mode_startHourLabel
source: Start Hour
es_419: Hora de Inicio

# guard_Mode_endHourLabel
source: End Hour
es_419: Hora de Fin

# guard_Mode_noAlarms
source: You have not added alarms yet
es_419: No tienes alarmas aún

# error_on_petition_message
source: An error has ocurred, please try again. ERROR:
es_419: Ocurrió un error, por favor intenta de nuevo. ERROR:

# valet_activate_message
source: ¿Are you sure you want to activate the valet mode?
es_419: ¿Estás seguro que quieres activar el modo valet?

# valet_desactivate_message
source: ¿Are you sure you want to desactivate the valet mode?
es_419: ¿Estás seguro que quieres desactivar el modo valet?

# valet_activate_button
source: ACTIVATE
es_419: ACTIVAR

# valet_desactivate_button
source: DESACTIVATE
es_419: DESACTIVAR

# valet_cancel_button
source: CANCEL
es_419: CANCELAR

# shareMySpot_popup_activate
source: ACTIVATE
es_419: ACTIVAR

# shareMySpot_popup_desactivate
source: DESACTIVATE
es_419: DESACTIVAR

# shareMySpot_popup_share
source: SHARE
es_419: COMPARTIR

# shareMySpot_popup_cancel
source: CANCEL
es_419: CANCELAR

# kidnapMode_Title
source: Coming Soon
es_419: Próximamente

# kidnapMode_Message
source: Coming soon kidnap mode
es_419: Próximamente modo secuestro

# SMS_alert_messageChoose
source: Choose an option
es_419: Elije una opción

# SMS_alert_messageDesactivate
source: Desactivate
es_419: Desactivar

# SMS_alert_messageShareLink
source: Share Link
es_419: Compartir Link

# SMS_alert_messageCancel
source: Cancel
es_419: Cancelar

# SMS_alert_message_SuccessTitle
source: Success!
es_419: Éxito!

# SMS_alert_message_SuccessMessageDesactivated
source: Share My Spot desactivated
es_419: Share My Spot desactivado

# SMS_alert_message_SuccessMessageActivated
source: Share My Spot activated
es_419: Share My Spot activado

# Notifications_Default
source: Notification
es_419: Notificación

# Notifications_ValetExit
source: Out of valet zone
es_419: Salió de zona valet

# Notifications_Speed
source: Speed limit violation
es_419: Límite de velocidad violado

# Notifications_LowBattery
source: Low battery
es_419: Batería baja

# Notifications_BatteryError
source: Principal energy disconnected
es_419: Energía principal Cortada

# Notifications_BatterySuccess
source: Principal energy reconnected
es_419: Energía principal reconectada

# Notifications_PanicButton
source: Panic button
es_419: Botón de pánico

# Notifications_VehicleTowed
source: Vehicle towed
es_419: Unidad Remolcada

# Notifications_IgnitionOff
source: Ignition lock
es_419: Ignición de apagado

# Notifications_IgnitionOn
source: Ignition unlock
es_419: Ignición de prendido

# Notifications_GuardModeActive
source: Guard Mode Activated
es_419: Modo guardia activado

# Notifications_GasStation
source: Gas station
es_419: Estación de gasolina

# Notifications_NoItems
source: You don't have notifications yet
es_419: No tienes notificaciones aún

# Tickets_title
source: Tickets
es_419: Multas

# Tickets_btn_All
source: All
es_419: Todas

# Tickets_btn_Pending
source: Pending
es_419: Pendientes

# Tickets_btn_Payed
source: Payed
es_419: Pagadas

# Tickets_btn_Help_Title
source: Tickets
es_419: Multas

# Tickets_btn_Help_Message
source: The information shown here is informative. For more details check the corresponding page.
es_419: La información aquí mostrada es de criterio informativo. Para más detalles revisa la página correspondiente

# Tickets_noItemsAll
source: You don't have tickets for this vehicle
es_419: No tienes multas para este vehículo

# Tickets_noItemsPending
source: You don't have pending tickets for this vehicle
es_419: No tienes multas pendientes para este vehículo

# Tickets_noItemsPayed
source: You don't have payed tickets for this vehicle
es_419: No tienes multas pagadas para este vehículo

# Tickets_folioLabel
source: Fine number
es_419: Folio

# Tickets_amountLabel
source: Amount
es_419: Monto

# menu_noPlates_message
source: You don't have plates registered for this vehicle. In order to see your tickets, you must fill the vehicle plates in 'My vehicle' section
es_419: No tienes las placas de tu vehículo registradas. para poder ver tus multas, necesitas registrarlas en la sección de 'Mi vehículo'.

# menu_noPlates_Option1
source: Go to 'My vehicle'
es_419: Ir a 'Mi vehículo'

# menu_noPlates_Option2
source: Cancel
es_419: Cancelar

# review_Title_One
source: You like Resser Spot?
es_419: ¿Te gusta Resser Spot?

# review_Title_Two
source: Tap a star to rate it
es_419: Toca alguna estrella para calificarnos

# review_Button_SendReview
source: Submit
es_419: Enviar calificación

# review_Button_NotNow
source: Not now
es_419: Ahora no

# reviewComment_Title_One
source: We are interested on your opinion
es_419: Nos interesa saber tu opinión

# reviewComment_Title_Two
source: Tell us the reason of your review
es_419: Cuéntanos el porqué de tu calificación

# reviewComment_Button_Send
source: Send
es_419: Enviar

# review_Alert_NoRate
source: You must to choose a rate to continue
es_419: Tienes que escoger una calificación para continuar

# review_Alert_EmptyComment
source: Comment cannot be empty
es_419: El comentario no puede ir vacío

# review_Alert_SuccessReviewTitle
source: Success
es_419: Éxito!

# review_Alert_SuccessReview
source: Your review has been sent to our team
es_419: Tu comentario ha sido enviado y será revisado por nuestro equipo
