Repository: Rolukas/Evidencia2iOS
Catalog: RastreoGpsMovil/Resser Spot/*.lproj/Localizable.strings
Languages: es_419

# Contrata_Button
source: Contract
es_419: Contrata

# Login_Button
source: Login
es_419: Inicia Sesión

# Tittle_info_one
source: Locate
es_419: Localiza

# Tittle_info_two
source: Notify
es_419: Notifica

# Tittle_info_trhee
source: Known
es_419: Conoce

# Contrata_info_one
source: Through satellite tracking, you know the location of your vehicles, the routes you have traveled or the kilometers traveled in real time.
es_419: Por medio del Rastreo satelital, conoce la ubicación de tu Vehículo. Las rutas que ha transitado o los kilómetros recorridos en tiempo real.

# Contrata_info_two
source: Receive notifications in real time if the speed limit has been exceeded.
es_419: Recibe notificaciones en tiempo real si se ha superado el límite de velocidad.

# Contrata_info_three
source: Capture your fuel load and use Spot intelligence and know your fuel consumption pattern.
es_419: Captura tus cargas de gasolina y mediante la inteligencia de Spot conoce cómo es tu patrón de consumo en combustible.

# login_User_Placeholder
source: User
es_419: Usuario

# login_Pass_Placeholder
source: Password
es_419: Contraseña

# login_Alert_message
source: An error has occurred, try again later
es_419: Intenta más tarde

# login_Alert_message_button
source: Close
es_419: Cerrar

# login_error_message
source: User or Password incorrect
es_419: Contraseña o usuario incorrecto

# rememberMe_Label
source: Remember me
es_419: Recúerdame

# login_noInternet_alert
source: No internet connection
es_419: No hay conexión a internet

# login_button_title
source: Login
es_419: Iniciar Sesión

# login_error_button
source: Close
es_419: Cerrar

# update_title
source: Required update
es_419: Actualización necesaria

# update_body
source: Update the application so you can enjoy the best features in your SPOT !! (The update is necessary to use SPOT)
es_419: Actualiza la aplicación para que puedas disfrutar de las mejores funciones en tu SPOT !! (La actualización es necesaria para utilizar SPOT)

# update_cancelUpdate_button
source: Cancel
es_419: Cancelar

# update_acceptUpdate_button
source: Accept
es_419: Aceptar

# update_AppStore_Button
source: Go to AppStore
es_419: Ir a la AppStore

# search_Bar_Placeholder
source: Search vehicle
es_419: Buscar vehículo

# map_Alert_Tittle_Conexion
source: Without connection
es_419: Sin conexión

# map_Alert_Message
source: An error has occurred, try again later
es_419: Intenta más tarde

# map_Alert_Message_Button
source: Close
es_419: Cerrar

# map_Menu_Button_Fuel_Load
source: Fuel load
es_419: Carga de Gasolina

# map_Menu_Button_Watch
source: Watch mode
es_419: Modo vigía

# map_Menu_LogOut
source: Sign off
es_419: Cerrar Sesión

# map_Menu_MyVehicle
source: My vehicle
es_419: Mi vehículo

# map_Menu_AlertSearch
source: A vehicle with that name or id doesn't exists
es_419: No se encontró un vehículo con ese nombre o ID

# map_MenuItem_Help
source: SOS
es_419: Ayuda

# map_MenuItem_Historic
source: Historic
es_419: Historial

# map_MenuItem_More
source: More
es_419: Más

# map_AlertNull_title
source: ¡Atention!
es_419: ¡Atención!

# map_AlertNull_title1
source: You have
es_419: Tienes

# map_AlertNull_title2
source: vehicles without connection
es_419: vehículos sin conexión

# map_AlertNull_title3
source: Verify that the vehicles are in an area with network coverage
es_419: Verifica que tus vehículos se encuentren dentro del área de cobertura

# map_AlertNull_message
source: GPS devices have inconveniences, please verify that the devices are in a network coverage area.
es_419: equipos GPS presentan inconvenientes, Verifique que los equipos se encuentren dentro del área de cobertura.

# map_AlertNull_Option1
source: Request Support
es_419: Solicitar soporte

# map_AlertNull_Option2
source: Agree
es_419: Entendido

# map_AlertReportNull_Title
source: Success!
es_419: Éxito!

# map_AlertReportNull_Message
source: From now, a report will be generated. We will contact you soon.
es_419: A partir de ahora se generará un reporte para darle seguimiento a los vehículos sin reportar. Nos pondremos en contacto con usted para verificar la información y darle soporte.

# fast_Charge_Placeholder
source: Liters
es_419: Litros

# fast_Charge_Tittle_Success
source: Success
es_419: Correcto

# fast_Charge_Body_Success
source: Your fuel load was saved!
es_419: Tu carga de combustible fue guardada!

# fast_Charge_Dismiss_Success
source: Close
es_419: Cerrar

# fast_Charge_Body_Error
source: Failed to save your fuel load try again later.
es_419: Error al guardar tu carga de combustible inténtalo más tarde.

# fast_Charge_Dismiss_Error
source: Close
es_419: Cerrar

# fast_Watch_Mode_Tittle_Error
source: Without connection
es_419: Sin conexión

# fast_Watch_Mode_Body_Error
source: try again later
es_419: Intenta más tarde

# fast_Watch_Mode_Dismiss
source: Close
es_419: Cerrar

# historic_Time_LabelC
source: Time
es_419: Horario

# historic_Tittle_ErrorC
source: Without connection
es_419: Sin conexión

# historic_Body_ErrorC
source: try again later
es_419: Intenta más tarde

# historic_Dismiss_ErrorC
source: Close
es_419: Cerrar

# historic_Label_Km
source: Mileage:
es_419: Kilometraje:

# historic_Label_Vl
source: Maximum speed:
es_419: Velocidad máxima:

# historic_Button_Cancel_Date
source: Cancel
es_419: Cancelar

# historic_Button_Accept_Date
source: Accept
es_419: Aceptar

# historic_Info_Start_Interval
source: Start interval
es_419: Inicio de intervalo

# historic_Info_End_Interval
source: End interval
es_419: Fin de intervalo

# historic_Info_VehicleOff_Title
source: Vehicle Off
es_419: Vehículo apagado

# Historic_info_VehicleOff_Subtitle
source: by
es_419: Por

# historic_Info_VehicleOff_Hour
source: Time at
es_419: Hora a las

# historic_Info_VehicleOff_Hours
source: Hours at
es_419: Horas a las

# historic_Info_VehicleOff_Min
source: Minute to
es_419: Minuto a las

# historic_Info_VehicleOff_Mins
source: Minutes to
es_419: Minutos a las

# historic_Info_VMR_Title
source: Maximum route speed
es_419: Velocidad Máxima de ruta

# historic_Info_VMR_Km_Subtitle
source: km/hr at
es_419: km/hr a las

# historic_Info_VehicleOff_Hour_&
source: Hour and
es_419: Hora y

# historic_Info_VehicleOff_Hours_&
source: Hours and
es_419: Horas y

# historic_Info_VehicleOff_Hour_Minutes
source: minutes at
es_419: minutos a las

# historic_Info_Start/End_Subtitle
source: at
es_419: a las

# historic_Body_ErrorP
source: There are not positions for this vehicle name or vehicle ID
es_419: No existen posiciones para el vehículo solicitado

# historic_Dismiss_ErrorP
source: Close
es_419: Cerrar

# protocol_SOS_carCrash_Title
source: Sinister
es_419: Siniestro

# protocol_SOS_stole_Title
source: Stole
es_419: Robo

# protocol_SOS_title
source: ¿What to do in case of robbery or car crash?
es_419: ¿Qué hacer en caso de robo o secuestro?

# protocol_Label_1
source: Report to our cabin 24H at
es_419: Reporta a nuestra cabina 24 H al

# protocol_Label_2
source: or you can also contact the
es_419: o también puedes comunicarte al

# protocol_Label_3
source: Your Identifier is the
es_419: Tu Identificador es el

# protocol_Label_4
source: Communicate to emergencies and report theft to
es_419: Comunícate a emergencias y realiza el reporte de robo al

# protocol_Label_5
source: Performs the theft report.
es_419: realiza el reporte de robo.

# protocol_Label_6
source: Call our 24H cab and provide the
es_419: Llama a nuestra cabina 24 H y proporciona el

# protocol_Label_7
source: report number
es_419: número de reporte

# protocol_Label_8
source: The 24H cabin will continue the operation, remain localizable during its duration.
es_419: La cabina 24 H continuará el operativo, mantente localizable durante su duración.

# protocol_Label_9
source: Contact the
es_419: Contacta a

# protocol_Label_10
source: to the number
es_419: al número

# protocol_Label_11
source: Your policy is the
es_419: Tu póliza es la

# protocol_Label_12
source: valid until
es_419: vigente hasta

# protocol_Label_13
source: The 24H cabin will continue the operative stay localizable during its duration
es_419: La cabina 24 H continuará el operativo mantente localizable durante su duración

# protocol_Error_title
source: Without connection
es_419: Sin conexión

# protocol_Error_Body
source: try again later
es_419: Intenta más tarde

# protocol_Error_Dismiss
source: Close
es_419: Cerrar

# protocol_Steal_Tag
source: Robbery
es_419: Robo

# protocol_Crash_Tag
source: Collision
es_419: Colisión

# protocol_Asist_Tag
source: Help
es_419: Asistencia Vial

# protocolo_copied_success
source: Success!
es_419: Éxito!

# protocolo_copied_message
source: Copied to clipboard
es_419: Copiado al portapapeles

# insurance_InsuranceCarrier_label
source: Insurance carrier
es_419: Aseguradora

# insurance_PolicyNumber_label
source: Policy number
es_419: Número de poliza

# insurance_Expiration_label
source: Expiration
es_419: Vencimiento

# insurance_EmergencyNumber_label
source: Emergency number
es_419: No. de emergencia

# insurance_Header_Contact
source: Emergency contact
es_419: Contacto de emergencia

# insurance_Table_Nombre_Placeholder
source: Name
es_419: Nombre

# insurance_Table_Phone_Placeholder
source: Phone
es_419: Teléfono

# insurance_Header_Policy
source: Policy
es_419: Póliza

# insurance_RenewReminder_label
source: Renew reminder
es_419: Recordatorio renovación

# insurance_Error_Title
source: Without connection
es_419: Sin conexión

# insurance_Error_Body
source: try again later
es_419: Intenta más tarde

# insurance_Dismiss
source: Close
es_419: Cerrar

# insurance_Table_Insurance
source: Insurance carrier
es_419: Aseguradora

# insurance_Table_Policy
source: Policy Number
es_419: N.º de Póliza

# insurance_Table_Expiration
source: Expiration
es_419: Vencimiento

# insurance_Table_Emergenci
source: Emergency Number
es_419: N.º de Emergencia

# insurance_Table_Nombre
source: Name
es_419: Nombre

# insurance_Table_Phone
source: Phone
es_419: Teléfono

# insurance_Table_Insurance_Placeholder
source: Insurance Name
es_419: Nombre de Aseguradora

# insurance_picker_Cancel
source: Any
es_419: Ninguno

# insurance_incomplete_Alert
source: The insurance information must be complete to update it
es_419: La información de seguro debe estar completa para poder actualizarse

# config_Block_Title_Ask
source: Engine Block
es_419: Bloqueo de Motor

# config_Block_Message_Ask
source: You are about to request an engine lock Are you sure?
es_419: Estás a punto de solicitar un bloqueo de motor ¿Estás seguro?

# config_Block_Cancel_Button
source: Cancel
es_419: Cancelar

# config_Block_Accept_Button
source: Accept
es_419: Aceptar

# config_Unblock_Title_Ask
source: Unlocking Engine
es_419: Desbloqueo de Motor

# config_Unblock_Message_Ask
source: You are about to request the unlocking of motor Are you sure?
es_419: Estás a punto de solicitar un desbloqueo de motor ¿Estás seguro?

# config_Email_Error_Title
source: Invalid Mail
es_419: Correo no valido

# config_Email_Message_Error
source: The email provided is not correct.
es_419: El correo proporcionado no es correcto.

# config_Message_Dissmis
source: Close
es_419: Cerrar

# vehicle_edit_name_title
source: Edit Name
es_419: Editar Nombre

# vehicle_edit_name_message
source: Edit the name of the vehicle
es_419: Editar nombre del vehículo

# vehicle_edit_name_placeholder
source: Plates
es_419: Nombre del vehículo

# vehicle_edit_plates_title
source: Edit Plates
es_419: Editar Placas

# vehicle_edit_plates_message
source: Edit the plates of the vehicle
es_419: Editar las placas del vehículo

# vehicle_edit_odometer_title
source: Odometer
es_419: Editar Odómetro

# vehicle_edit_odometer_message
source: Edit the odometer of the vehicle
es_419: Editar el odómetro del vehículo

# vehicle_Unblock_Engine_Title
source: Unlocking Engine
es_419: Desbloqueo de Motor

# Vehicle_Unblock_Engine_Body
source: You are about to request the unlocking of motor Are you sure?
es_419: Estás a punto de solicitar un Desbloqueo de motor ¿Estás seguro?

# vehicle_Block_Engine_Title
source: Engine Block
es_419: Bloqueo de Motor

# vehicle_Block_Engine_Body
source: You are about to request an engine lock Are you sure?
es_419: Estás a punto de solicitar un bloqueo de motor ¿Estás seguro?

# vehicle_Block_Button_Cancel
source: Cancel
es_419: Cancelar

# vehicle_Block_Button_Accept
source: Accept
es_419: Aceptar

# vehicle_Title_Error
source: Without connection
es_419: Sin conexión

# vehicle_Body_Error
source: try again later
es_419: Intenta más tarde

# vehicle_Dismiss_Error
source: Close
es_419: Cerrar

# vehicle_Engine_On_Title_Message
source: Ignition in process
es_419: Encendido en proceso

# vehicle_Engine_Off_Title_Message
source: Lock in process
es_419: Bloqueo en proceso

# vehicle_Engine_On_Body_Message
source: Try later
es_419: Intenta más tarde

# vehicle_Engine_Unavaliable_Title
source: The function is not available
es_419: No se cuenta con la función

# vehicle_Engine_Unavaliable_Body
source: Your vehicle does not have this function To request contact with your SPOT provider.
es_419: Tu vehículo no cuenta con esta función Para solicitarla comunícate con tu proveedor de SPOT.

# vehicle_Header
source: FUNCTIONS
es_419: FUNCIONES

# vehicle_Section_Name
source: Name
es_419: Nombre

# vehicle_Placeholder_Name
source: My vehicle
es_419: Mi vehículo

# Vehicle_Section_Placas
source: Vehicle plates
es_419: Placas

# vehicle_Section_Km
source: Mileage
es_419: Kilometraje

# vehicle_Section_Gas
source: Fuel type
es_419: Tipo de combustible

# vehicle_Section_Block
source: Engine Block
es_419: Bloquear Motor

# vehicle_Section_SeriesNumber
source: Serial Number
es_419: Número de serie

# vehicle_Section_Functions
source: Functions
es_419: Funciones

# vehicle_Section_Watch
source: Watch mode
es_419: Modo Vigía

# vehicle_Section_EngineBlockTitle_New
source: Engine Block
es_419: Bloqueo de motor

# vehicle_Section_EngineBlockMessage_New
source: The Engine Block option depends of each Spot equipment, for more information contact your spot provider
es_419: El bloqueo de motor depende de cada equipo, para más información contacta a tu provedor Spot

# oil_Empty_Charges_Message
source: There is not fuel loads for this month.
es_419: No hay cargas disponibles para este mes

# oil_Title_New_Charge
source: New load (Liters)
es_419: Nueva carga de combustible (Litros)

# oil_Message_New_Charge
source: When making a new load, a cut of kilometers and time is made from your last load.
es_419: Al realizar una carga nueva se realizará un corte de kilometros y tiempo desde tu ultima carga.

# oil_Cancel_New_Charge
source: Cancel
es_419: Cancelar

# oil_Aceptar_New_Charge
source: Accept
es_419: Aceptar

# oil_Total_Kilometers
source: Total Kilometers
es_419: Total Kilometros

# oil_Total_Cost
source: Fuel Total Cost
es_419: Gasto en gasolina

# oil_Total_Liters
source: Total Liters
es_419: Litros totales

# oil_Total_ChargesMonth
source: Loads of the month
es_419: Cargas del mes

# oil_Configuration_Placeholder
source: Number of liters
es_419: Cantidad de litros

# oil_Title_Success
source: Upload successful!!
es_419: Carga realizada con éxito!!

# oil_Message_Success
source: Your upload was successfully saved
es_419: Tu carga se guardó correctamente

# oil_Warning_Empty_Charge_Message
source: The value of the cost or the liters cannot be 0 or be empty
es_419: El valor de la carga o los litros no puede ser 0 o estar vacío

# oil_Save_Option
source: Save
es_419: Guardar

# oil_Cancel_Option
source: Cancel
es_419: Cancelar

# oil_Title_Options
source: ¿What would you like to do?
es_419: ¿Qué desea hacer?

# oil_View_Map_Option
source: Open map in browser
es_419: Ver mapa en el navegador

# oil_Edit_Charge_Option
source: Edit charge
es_419: Editar la carga

# oil_Error_Title
source: Without connection
es_419: Sin conexión

# oil_Error_Message
source: try again later
es_419: Intenta más tarde

# oil_Success_Delete_Tittle
source: Right
es_419: Correcto

# oil_Success_Message
source: Your load was successfully deleted
es_419: Tu carga fue eliminada correctamente

# oil_Header_Single_Charge
source: Load
es_419: Carga

# oil_Header_Multiple_Charges
source: Loads
es_419: Cargas

# oil_Kilometres_info
source: KM TRAVELLED
es_419: KM RECORRIDOS

# oil_Liters_Placeholder
source: Liters
es_419: Litros

# oil_CostPerLiters_Placeholder
source: Each liter cost
es_419: Costo por litro

# oil_EditCharge_Title
source: Edit Charge
es_419: Editar Carga

# oil_EditCharge_Message
source: Enter the information of the charge
es_419: Ingrese la información de la carga

# services_New_Maintenance_Title
source: New Maintenance per Mileage
es_419: Nuevo Mantenimiento por Kilometraje

# services_New_Maintenance_Name_Placeholder
source: Enter the name of your Maintenance.
es_419: Introduce el nombre de tu Mantenimiento.

# services_New_Maintenance_Odometer_Placeholder
source: Enter mileage to perform service.
es_419: Introduce el kilometraje para realizar servicio.

# services_New_Maintenance_Email_Placeholder
source: Mail (Non-mandatory field).
es_419: Correo (Campo no obligatorio).

# services_New_Maintenance_Title_Date
source: New Time Service
es_419: Nuevo Servicio por tiempo

# services_New_Maintenance_Name_Date_Placeholder
source: Enter the name of your Maintenance.
es_419: Introduce el nombre de tu Mantenimiento.

# services_New_Maintenance_Email_Date_Placeholder
source: Email (Field not required).
es_419: Correo electrónico (Campo no obligatorio).

# services_Error_Message_Odometer_Name
source: You must enter a name for the service and the odometer for the service.
es_419: Debes colocar un nombre al servicio y el odometro para el servicio.

# services_Error_Message_Odometer_Value
source: It is necessary to indicate a value greater than 0 to place the maintenance.
es_419: Es necesario indicar un valor mayor a 0 para colocar el mantenimiento.

# services_Error_Message_Date_Name
source: The name field cannot be empty and you must select a date before sending your Maintenance
es_419: El campo nombre no puede ir vacío y debes seleccionar una fecha antes de enviar tu Mantenimiento

# services_Error_Message_Date_Next
source: You must select a future date to continue.
es_419: Debes seleccionar una fecha a futuro para continuar.

# services_Error_Message_Date_Current
source: Your service date can not be today's date
es_419: Tu fecha del servicio no puede ser la fecha de hoy

# services_Error_Button_Close
source: Close
es_419: Cerrar

# services_Error_New_Date_Message
source: The field cannot go empty
es_419: El campo no puede ir vació

# services_Error_New_Date_Button
source: Close
es_419: Cerrar

# services_Success_New_Title
source: Right
es_419: Correcto

# services_Success_New_Message_Lic
source: Your license reminder was successfully added
es_419: Tu recordatorio de licencia se agregó correctamente

# services_Success_New_Message_Ver
source: Your Verification reminder was successfully added.
es_419: Tu recordatorio de Verificación se agregó correctamente.

# services_Success_New_Message_Ten
source: Your Tenancy reminder was successfully added.
es_419: Tu recordatorio de Tenencia se agregó correctamente.

# services_Success_New_Message_Man
source: Your maintenance was successfully added.
es_419: Tu mantenimiento se agregó correctamente.

# services_Error_Conection_Message
source: Without connection
es_419: Ocurrió un error con la conexión de internet.

# services_Success_Update_Title
source: Right
es_419: Correcto

# services_Success_Update_Message
source: The update was successful.
es_419: La actualización se realizó correctamente.

# services_Error_Update_Title
source: An error occurred while trying to update, try again later
es_419: Error

# Services_Success_Delete_Tittle
source: Right
es_419: Correcto

# Services_Success_Delete_Message
source: Your service was successfully deleted.
es_419: Tu servicio fue eliminado correctamente.

# services_Error_Delete_Message
source: Your service could not be deleted successfully.
es_419: Tu servicio no pudo ser eliminado correctamente.

# services_Header_Maintenance
source: Maintenance
es_419: Mantenimientos

# services_Header_Remember
source: Maintenance
es_419: Recordatorios

# services_Next_Maintenance
source: Next maintenance
es_419: Próximo mantenimiento

# services_Alert_Kilometers_Title
source: Kilometers
es_419: Kilómetros

# services_Alert_Name_Title
source: Name
es_419: Nombre

# services_Alert_Name_Message
source: Fill the name
es_419: Ingrese el nombre

# services_Alert_Kilometers_Message
source: Fill the number of kilometers
es_419: Ingrese el número de kilómetros

# services_Alert_Email_Message
source: Fill the email
es_419: Ingrese su email

# services_Alert_Date_Kilometers
source: Fill the date
es_419: Ingrese la fecha

# services_error_date
source: Please, choose a date
es_419: Por favor, escoja un fecha

# services_error_fields
source: Please fill the data
es_419: Por favor, llene los campos

# services_success_title
source: Success
es_419: Éxito

# services_success_message
source: Data updated
es_419: Datos actualizados

# services_success_delete
source: Deleted
es_419: Eliminado

# services_error_option
source: Choose an option
es_419: Escoja una opción

# services_alert_description
source: ¿What kind of maintenance will be?
es_419: ¿Qué tipo de mantenimiento será?

# services_save_button
source: SAVE
es_419: GUARDAR

# services_cancel_button
source: CANCEL
es_419: CANCELAR

# services_kilometers_option
source: Mileage
es_419: Kilómetraje

# services_date_option
source: Date
es_419: Fecha

# services_date_label
source: Choose a date
es_419: Escoja una fecha

# services_Menu_option_Maintenance
source: Maintenance
es_419: Mantenimientos

# services_Menu_option_Renewal
source: License renewal
es_419: Renovar licencia

# services_Menu_option_Verfication
source: Vehicle Verification
es_419: Verificación vehicular

# services_Menu_option_Tenure
source: Vehicle tenure
es_419: Tenencia vehicular

# time_Minutes
source: Minutes
es_419: Minutos

# time_Now
source: Now
es_419: Ahora

# time_Hours
source: hours
es_419: horas

# time_hour
source: hour
es_419: hora

# time_Minutes_Low
source: minutes
es_419: minutos

# time_Minute_Low
source: minute
es_419: minuto

# time_days
source: days
es_419: días

# time_since
source: Since
es_419: Hace

# time_and
source: and
es_419: y

# fast_valet_active_Title
source: Watch mode
es_419: Modo vigía

# fast_Valet_Active_Message_True
source: Watch mode is already active
es_419: El modo vigía ya se encuentra activo

# fast_Valet_Active_Message_False
source: Watch mode is already off
es_419: El modo vigía ya se encuentra desactivado

# recover_Password_Tittle
source: Recover your password
es_419: Recupera tu contraseña

# recover_Password_Tittle_Label
source: Among many passwords you can not find the one of your spot?
es_419: ¿Entre tantas contraseñas no encuentras la de tu spot?

# recover_Password_Body_Label
source: Do not worry, enter your registered mail and we will send you an email with a link to change your password.
es_419: No te preocupes, introduce tu correo registrado y te mandaremos un correo con una liga para que cambies tu contraseña.

# recover_Password_Placeholder
source: Mail
es_419: Correo

# recover_Password_Button_text
source: Recover your password
es_419: Recuperar mi contraseña

# recover_Password_Error_ValidMail_Message
source: The email provided is not valid
es_419: El correo proporcionado no es valido

# recover_Password_Error_ValidMail_Button
source: Close
es_419: Cerrar

# recover_Password_Error_Wrong_Email_Message
source: An account associated with the email provided was not found.
es_419: No se encontró una cuenta asociada al correo proporcionado.

# set_New_Password_Label_Tittle_View
source: Recover your password
es_419: Recupera tu contraseña

# set_New_Password_Label_Mail_Placeholder
source: Mail
es_419: Correo
